import { en } from './en.ts'

export const ru: typeof en = {
    common: {
        price: 'цена',
        of: 'из',
        read_more: 'читать далее',
    },
    nav: {
        home: 'главная',
        about_us: 'о нас',
        properties: '$t(glossary:property_now)',
        services: 'услуги',
        contact_us: 'контакты',
    },
    page: {
        main: {
            section: {
                head: {
                    title: 'Откройте для себя $t(glossary:property_acc) своей мечты с Estatein',
                    description:
                        'Ваш путь к поиску идеальной $t(glossary:property_dat) начинается здесь. Ознакомьтесь с нашими предложениями, чтобы найти дом Вашей мечты.',
                },
                featured: {
                    title: 'Избранные объекты',
                    description:
                        'Изучите наш тщательно подобранный выбор избранных объектов недвижимости. Каждый листинг предлагает беглый взгляд на исключительные дома и инвестиции, доступные через Estatein. Нажмите «Просмотреть подробности» для получения дополнительной информации.',
                    view_all_button: 'Посмотреть все объекты',
                },
                client: {
                    title: 'что говорят наши клиенты',
                    description:
                        'Прочтите истории успеха и искренние отзывы наших уважаемых клиентов. Узнайте, почему они выбрали Estatein для своих потребностей в недвижимости.',
                    view_all_button: 'просмотреть все отзывы',
                },
                faq: {
                    title: 'часто задаваемые вопросы',
                    description:
                        'Найдите ответы на распространенные вопросы об услугах Estatein, листингах недвижимости и процессе недвижимости. Мы здесь, чтобы обеспечить ясность и помочь вам на каждом этапе пути.',
                    view_all_button: 'Посмотреть все вопросы',
                },
            },
        },
    },
    journey_today: {
        title: 'Начни свой путь в сфере недвижимости сегодня',
        description:
            'Ваша недвижимость мечты всего в одном клике от вас. Независимо от того, ищете ли вы новый дом, стратегические инвестиции или экспертные советы по недвижимости, Estatein здесь, чтобы помочь вам на каждом этапе пути. Сделайте первый шаг к своим целям в сфере недвижимости и изучите наши доступные объекты или свяжитесь с нашей командой для получения персональной помощи.',
        button: 'Обзор недвижимости',
    },
    footer: {
        email: 'Введите Вашу почту',
        hero_section: 'раздел герой',
        features: 'функции',
        properties: 'Недвижимость',
        testimonials: 'отзывы',
        faq: 'ответы на вопросы',
        our_story: 'наша история',
        our_works: 'наши работы',
        how_it_works: 'как это работает',
        our_team: 'наша команда',
        our_clients: 'наши клиенты',
        portfolio: 'портфолио',
        categories: 'категории',
        valuation_mastery: 'мастерство оценки',
        strategic_marketing: 'стратегический маркетинг',
        negotiation_wizardry: 'волшебство переговоров',
        closing_success: 'закрытие успеха',
        property_management: 'управление недвижимостью',
        contact_form: 'форма связи',
        our_offices: 'наши офисы',
        rights: 'Estatein. Все права защищены.',
        terms: 'Условия и положения',
    },
    button: {
        learn_more: 'Подробнее',
        browse_properties: 'Посмотреть $t(glossary:property_acc)',
        view_property_details: 'Подробнее',
    },
    counter_card: {
        customers: 'довольных клиентов',
        properties: '$t(glossary:property_gen) для клиентов',
        experience: 'лет опыта',
    },
    head_card: {
        home: 'найди дом своей мечты',
        value: 'разблокируй ценность недвижимости',
        management: 'простое управление недвижимостью',
        investments: 'умные инвестиции, обоснованные решения',
    },
}
