import { enMainPage } from './en.ts'

export const ruMainPage: typeof enMainPage = {
    section: {
        head: {
            title: 'Откройте для себя $t(glossary:property_acc) своей мечты с Estatein',
            description:
                'Ваш путь к поиску идеальной $t(glossary:property_dat) начинается здесь. Ознакомьтесь с нашими предложениями, чтобы найти дом Вашей мечты.',
        },
        properties: {
            title: 'Избранные объекты',
            description:
                'Изучите наш тщательно подобранный выбор избранных объектов недвижимости. Каждый листинг предлагает беглый взгляд на исключительные дома и инвестиции, доступные через Estatein. Нажмите «Просмотреть подробности» для получения дополнительной информации.',
            view_all_button: 'Посмотреть все объекты',
        },
        client: {
            title: 'что говорят наши клиенты',
            description:
                'Прочтите истории успеха и искренние отзывы наших уважаемых клиентов. Узнайте, почему они выбрали Estatein для своих потребностей в недвижимости.',
            view_all_button: 'просмотреть все отзывы',
        },
        faq: {
            title: 'часто задаваемые вопросы',
            description:
                'Найдите ответы на распространенные вопросы об услугах Estatein, листингах недвижимости и процессе недвижимости. Мы здесь, чтобы обеспечить ясность и помочь вам на каждом этапе пути.',
            view_all_button: 'Посмотреть все вопросы',
        },
    },
}
