import { enJourney } from './en.ts'

export const ruJourney: typeof enJourney = {
    title: 'Начни свой путь в сфере недвижимости сегодня',
    description:
        'Ваша недвижимость мечты всего в одном клике от вас. Независимо от того, ищете ли вы новый дом, стратегические инвестиции или экспертные советы по недвижимости, Estatein здесь, чтобы помочь вам на каждом этапе пути. Сделайте первый шаг к своим целям в сфере недвижимости и изучите наши доступные объекты или свяжитесь с нашей командой для получения персональной помощи.',
    button: 'Обзор недвижимости',
}
