import { enPropertiesPage } from './en.ts'

export const ruPropertiesPage: typeof enPropertiesPage = {
    section: {
        head: {
            title: 'Найдите недвижимость своей мечты',
            description:
                'Добро пожаловать в Estatein, где ваша мечта о недвижимости ждет вас в каждом уголке нашего прекрасного мира. Изучите наш тщательно подобранный выбор недвижимости, каждая из которых предлагает уникальную историю и шанс переосмыслить вашу жизнь. С категориями, подходящими для каждого мечтателя, ваше путешествие',
        },
        properties: {
            title: 'откройте для себя мир возможностей',
            description:
                'Наше портфолио объектов недвижимости столь же разнообразно, как и ваши мечты. Изучите следующие категории, чтобы найти дом своей мечты',
        },
    },
}
