import { enAboutPage } from './en.ts'

export const ruAboutPage: typeof enAboutPage = {
    section: {
        head: {
            title: 'наше путешествие',
            description:
                'Наша история — это история непрерывного роста и эволюции. Мы начинали как небольшая команда с большими мечтами, решившая создать платформу недвижимости, которая превзойдет обыденность. За эти годы мы расширили свое присутствие, создали ценные партнерства и завоевали доверие бесчисленного количества клиентов.',
        },
        values: {
            title: 'Наши ценности',
            description:
                'Наша история — это история непрерывного роста и эволюции. Мы начинали как небольшая команда с большими мечтами, решившая создать платформу недвижимости, которая превзойдет обыденность.',
            card: {
                trust: {
                    title: 'доверие',
                    description:
                        'Доверие является краеугольным камнем любой успешной сделки с недвижимостью.',
                },
                excellence: {
                    title: 'совершенство',
                    description:
                        'Мы устанавливаем для себя высокую планку. От объектов недвижимости, которые мы сдаем, до услуг, которые мы предоставляем.',
                },
                client: {
                    title: 'забота о клиенте',
                    description:
                        'Ваши мечты и потребности — в центре нашей вселенной. Мы слушаем, понимаем.',
                },
                commitment: {
                    title: 'наши обязательства',
                    description:
                        'Мы стремимся предоставить Вам высочайший уровень обслуживания, профессионализма и поддержки.',
                },
            },
        },
        achievements: {
            title: 'наши достижения',
            description:
                'Наша история — это история непрерывного роста и эволюции. Мы начинали как небольшая команда с большими мечтами, решившая создать платформу недвижимости, которая превзойдет обыденность.',
            card: {
                excellence: {
                    title: '3+ года совершенства',
                    description:
                        'За более чем 3 года работы в отрасли мы накопили огромный багаж знаний и опыта, став надежным ресурсом по всем вопросам, связанным с недвижимостью.',
                },
                clients: {
                    title: 'довольные клиенты',
                    description:
                        'Наше самое большое достижение — это удовлетворение наших клиентов. Их истории успеха подпитывают нашу страсть к тому, что мы делаем.',
                },
                recognition: {
                    title: 'признание отрасли',
                    description:
                        'Мы заслужили уважение наших коллег и лидеров отрасли, получив похвальные отзывы и награды, которые отражают наше стремление к совершенству.',
                },
            },
        },
        experience: {
            title: 'путь к недвижимости мечты',
            description:
                'В Estatein мы разработали простой процесс, который поможет вам легко найти и купить недвижимость Вашей мечты. Вот пошаговое руководство о том, как все это работает.',
            card: {
                step_1: {
                    title: 'откройте для себя мир возможностей',
                    description:
                        'Ваше путешествие начинается с изучения наших тщательно отобранных списков недвижимости. Используйте наши интуитивные инструменты поиска, чтобы отфильтровать недвижимость на основе Ваших предпочтений, включая местоположение, тип, размер и бюджет.',
                },
                step_2: {
                    title: 'сужение Вашего выбора',
                    description:
                        'Как только вы нашли объекты, которые привлекли Ваше внимание, сохраните их в своей учетной записи или создайте короткий список. Это позволит вам сравнивать и пересматривать Ваши любимые объекты, принимая решение.',
                },
                step_3: {
                    title: 'персонализированное руководство',
                    description:
                        'У вас есть вопросы о недвижимости или вам нужна дополнительная информация? Наша преданная своему делу команда экспертов по недвижимости находится всего в одном звонке или сообщении.',
                },
                step_4: {
                    title: 'посмотрите сами',
                    description:
                        'Организуйте просмотры интересующей вас недвижимости. Мы скоординируем действия с владельцами недвижимости и будем сопровождать вас, чтобы вы могли лично увидеть свой потенциальный новый дом.',
                },
                step_5: {
                    title: 'принятие обоснованных решений',
                    description:
                        'Прежде чем сделать предложение, наша команда поможет вам с комплексной проверкой, включая осмотры недвижимости, юридические проверки и анализ рынка. Мы хотим, чтобы вы были полностью информированы и уверены в своем выборе.',
                },
                step_6: {
                    title: 'получение лучшей сделки',
                    description:
                        'Мы поможем вам договориться о лучших условиях и подготовить предложение. Наша цель — закрепить недвижимость по правильной цене и на выгодных условиях.',
                },
            },
        },
        team: {
            title: 'познакомьтесь с командой Estatein',
            description:
                'В Estatein наш успех обусловлен преданностью и профессионализмом нашей команды. Познакомьтесь с людьми, стоящими за нашей миссией, чтобы сделать Ваши мечты о недвижимости реальностью.',
            position: {
                founder: 'основатель',
                chief_officer: 'директор по недвижимости',
                property_management: 'менеджер по управлению недвижимостью',
                counsel: 'юрист',
            },
        },
        clients: {
            title: 'наши уважаемые клиенты',
            description:
                'В Estatein мы имели честь работать с разными клиентами из разных отраслей. Вот некоторые из клиентов, которым мы имели удовольствие служить',
            card: {
                since: 'С',
                visit_button: 'Посетить сайт',
                domain: 'Сфера',
                category: 'Категория',
                say: 'Что они говорят',
            },
        },
    },
}
